// General
"Chameleon_title" = "Chameleon";
"Chameleon_description" = "簡而言之, Chameleon需要三個必要檔案.
boot0 (在硬碟的MBR)負責載入boot1.
boot1 (在分割區的開機磁區)搜尋boot2.
boot2 (在分割區的根目錄)載入系統核心等等.";

"Standard_title" = "Chameleon標準安裝";
"Standard_description" = "此選項會安裝三個必要檔案, 並將boot0寫入MBR的前440位元, 以避免損壞任何已經存在的Windows機碼. 然後boot0在第一個啟動分割區搜尋boot1h.
* 此安裝選項會啟動你選定的分割區.";

"Standardhfs_title" = "Chameleon標準安裝及boot0hfs";
"Standardhfs_description" = "此選項會安裝三個必要檔案, 並將boot0hfs寫入MBR的前440位元, 以避免損壞任何已經存在的Windows機碼. 然後boot0hfs在第一個分割區搜尋boot1h, 不論該分割區是否為啟動.
* 此安裝選項不會啟動你選定的分割區.";

"EnhancedFAT_title" = "Chameleon EFI FAT";
"EnhancedFAT_description" = "將Chameleon安裝到GUID分割表(GPT)硬碟上之隱藏的200MB EFI系統分割區. 該分割區格式預設為FAT32, 若不是, 則會被格式化為FAT32.";

"EnhancedHFS_title" = "Chameleon EFI HFS+";
"EnhancedHFS_description" = "將Chameleon安裝到GUID分割表(GPT)硬碟上之隱藏的200MB EFI系統分割區. 該分割區格式預設為FAT32, 但會被格式化為HFS+.";

"noboot_title" = "不安裝";
"noboot_description" = "不安裝Chameleon(適用於僅安裝Extra組件)";

// Utility
"Utility_title" = "工具";
"Utility_description" = "協助安裝的檔案.";

"PrefPanel_title" = "系統偏好設定面板";
"PrefPanel_description" = "安裝Chameleon系統偏好設定面板.";

"SMBIOSDefault_title" = "SMBIOS.plist";
"SMBIOSDefault_description" = "複製smbios.plist範例至/Extra/Configuration.";

"EFIMounter_title" = "EFI裝載";
"EFIMounter_description" = "一個用於裝載及卸載隱藏之EFI分割區的Applescript. 可適用於FAT32及HFS+格式. 此會安裝至/應用程式.";

"Documentation_title" = "說明文件";
"Documentation_description" = "Chameleon手動安裝及使用的說明文件.";

// Options
"Options_title" = "開機選項";
"Options_description" = "創建/Extra/com.apple.Boot.plist及選用你需要的選項以控制Chameleon的設定.";

"Advanced_title" = "進階開機選項";
"Advanced_description" = "創建/Extra/com.apple.Boot.plist及選用你需要的進階選項以控制Chameleon的設定.";

"arch_title" = "arch=i386";
"arch_description" = "以32bit模式開機, 而不用預設的64bit模式.";

"BootBanner_title" = "BootBanner=No";
"BootBanner_description" = "隱藏圖形介面的Chameleon開機標幟.";

"InstantMenu_title" = "InstantMenu=Yes";
"InstantMenu_description" = "跳過倒數直接顯示分割區選擇畫面.";

"LegacyLogo_title" = "LegacyLogo=Yes";
"LegacyLogo_description" = "開機畫面使用傳統的Apple圖示(白底灰蘋果)而不使用主題內所定義之boot.png.";

"QuietBoot_title" = "QuietBoot=Yes";
"QuietBoot_description" = "啟用安靜開機模式(不會出現訊息或提示).";

"RestartFix_title" = "RestartFix=No";
"RestartFix_description" = "關閉自動啟用的重開機修正.";

"SMBIOSdefaults_title" = "SMBIOSdefaults=Yes";
"SMBIOSdefaults_description" = "啟用SMBIOSdefaults選項.";

"UseAtiROM_title" = "UseAtiROM=Yes";
"UseAtiROM_description" = "啟用UseAtiROM選項.";

"UseNvidiaROM_title" = "UseNvidiaROM=Yes";
"UseNvidiaROM_description" = "啟用UseNvidiaROM選項.";

"Wait_title" = "Wait=Yes";
"Wait_description" = "在Chameleon載入完畢後暫停, 按任意鍵後繼續載入mach kernel. 適合除錯時搭配記錄模式開機一起使用.";

"Wake_title" = "Wake=Yes";
"Wake_description" = "嘗試載入最後儲存之休眠映像檔.";

"GUI_title" = "GUI=No";
"GUI_description" = "關閉預設開啟之圖形介面.";

"DropSSDT_title" = "DropSSDT=Yes";
"DropSSDT_description" = "忽略主機板內建之SSDT表.";

"GenerateCStates_title" = "Generate C-States=Yes";
"GenerateCStates_description" = "啟用自動生成處理器之C-States.";

"GeneratePStates_title" = "Generate P-States=Yes";
"GeneratePStates_description" = "啟用自動生成處理器之P-States.";

"VBIOS_title" = "VBIOS=Yes";
"VBIOS_description" = "啟用VBIOS選項";

"EthernetBuiltIn_title" = "EthernetBuiltIn=Yes";
"EthernetBuiltIn_description" = "此選項可以在乙太網路裝置中加入"內建".";

"ForceHPET_title" = "ForceHPET=Yes";
"ForceHPET_description" = "對BIOS中無HPET選項之Intel主機板, 強制開啟HPET.";

"ForceWake_title" = "ForceWake=Yes";
"ForceWake_description" = "此選項可以忽略不正確之休眠映像檔.";

"EHCIacquire_title" = "EHCIacquire=Yes";
"EHCIacquire_description" = "此選項可以修正因不良BIOS所造成之EHCI權限問題.";

"UHCIreset_title" = "UHCIreset=Yes";
"UHCIreset_description" = "此選項可以在進入OS X前先重置UHCI控制器.";

"UseMemDetect_title" = "UseMemDetect=No";
"UseMemDetect_description" = "關閉自動啟用的記憶體識別功能.";

"GraphicsEnabler_title" = "GraphicsEnabler=Yes";
"GraphicsEnabler_description" = "啟用自動偵測nVidia顯卡並注入正確的資訊.";

// Resolution
"Resolution_title" = "解析度";
"Resolution_description" = "設定螢幕的解析度";

"1024x768x32_title" = "1024x768x32";
"1024x768x32_description" = "1024x768x32";

"1280x1024x32_title" = "1280x1024x32";
"1280x1024x32_description" = "1280x1024x32";

"1280x960x32_title" = "1280x960x32";
"1280x960x32_description" = "1280x960x32";

"1600x900x32_title" = "1600x900x32";
"1600x900x32_description" = "1600x900x32";

"1680x1050x32_title" = "1680x1050x32";
"1680x1050x32_description" = "1680x1050x32";

"1920x1080x32_title" = "1920x1080x32";
"1920x1080x32_description" = "1920x1080x32";

"1920x1200x32_title" = "1920x1200x32";
"1920x1200x32_description" = "1920x1200x32";

// Themes
"Themes_title" = "主題";
"Themes_description" = "收集的一些主題範例
在http://forum.voodooprojects.org/index.php/board,7.0.html可發現更多的主題";

"Embed_title" = "預嵌主題";
"Embed_description" = "一個小而簡單且內崁在Chameleon裡的主題. ";

"Legacy_title" = "傳統主題";
"Legacy_description" = "Chameleon前一版的預設主題.";

"Default_title" = "標準主題";
"Default_description" = "Chameleon新版的預設主題.";

"Big_title" = "Big";
"Big_description" = "一個適合大螢幕使用的主題.";

"Twilight_title" = "Twilight";
"Twilight_description" = "一個獻給"暮光之城"粉絲的主題.";

"Pinktink_title" = "PinkTink";
"Pinktink_description" = "一個有"奇妙仙子"及粉紅色背景的主題.";

"Msi_netbook_title" = "MSi Netbook";
"Msi_netbook_description" = "一個有MSi標記的主題, 獻給MSi的使用者.";

"Bullet_title" = "Bullet";
"Bullet_description" = "NoSmokingBandit創作的主題.";

"Mint_title" = "Mint";
"Mint_description" = "Blackosx and Enzo創作的主題.";

// Extras
"Extras_title" = "附加項目";
"Extras_description" = "一些有用的附加載項";

"SMBios_title" = "SMBIOS Override";
"SMBios_description" = "在/Extra安裝預設之SMBIOS1並取代smbios.plist.";

// Kexts
"Kexts_title" = "Kexts";
"Kexts_description" = "可由/Extra加載的一些核心延伸檔.";

"AHCIPortInjector_title" = "AHCIPort";
"AHCIPortInjector_description" = "加入Intel ICH6-ICH10南橋晶片及JMicron JMB383對AHCI的支援.";

"FakeSMC_title" = "FakeSMC";
"FakeSMC_description" = "軟體SMC模擬器, 更多資訊: http://www.projectosx.com/forum/index.php?showtopic=1206.";

"SMCITEController_title" = "SMCITEController";
"SMCITEController_description" = "ITE晶片的SMC控制器, 更多資訊: http://www.projectosx.com/forum/index.php?showtopic=1206.";

"TotallyLegacy_title" = "TotallyLegacy";
"TotallyLegacy_description" = "一些僅具plist的核心延伸檔(由smith@@提供)";

"IOAHCIBlockStorageInjector_title" = "IOAHCIBlockStorage";
"IOAHCIBlockStorageInjector_description" = "修正橘黃色硬碟圖示.";

"ATAPortInjector_title" = "IntelPIIXATA";
"ATAPortInjector_description" = "加入Intel ICH6-ICH10南橋晶片對ATA的支援.";

"JMicronATAInjector_title" = "JMicronATA";
"JMicronATAInjector_description" = "加入Intel晶片組對JMIcronATA的支援.";

"Disabler_title" = "Disabler";
"Disabler_description" = "關閉AppleIntelCPUPowerManagement.";

"ZEvOreboot_title" = "ZEvOreboot";
"ZEvOreboot_description" = "修正重開機不正確. 是Zotac GF9300 ITX WiFi加上dsdt修正後僅需的核心延伸檔.";

// Error strings
"ERROR_BOOTVOL" = "此軟體必須安裝在一個啟動卷宗上.";
"ERROR_INSTALL" = "此卷宗未符合此更新所需的要求.";

"Newer_Package_Installed_message" = "系統中已安裝了一個較新版本的Chameleon";
"Intel_Mac_message" = "此軟體無法在此電腦上安裝.";
